Repository: matthiask/plata
Catalog: plata/locale/*/LC_MESSAGES/django.po
Languages: de

source: Billing address
de: Rechnungsadresse

source: Shipping address
de: Lieferadresse

source: Additional fields
de: Zusätzliche Felder

source: create account
de: Konto erstellen

source: This field is required.
de: Dieses Feld ist zwingend erforderlich.

source: user
de: Benutzer

source: date of birth
de: Geburtsdatum

source: created
de: Erstellt

source: Preferred currency.
de: Bevorzugte Währung.

source: notes
de: Bemerkungen

source: contact
de: Kontakt

source: contacts
de: Kontakte

source: ZIP code
de: PLZ

source: Configuration options
de: Einstellungen

source: Save and continue editing to configure options.
de: Um die Optionen zu konfigurieren, speichern und weiterbearbeiten.

source: Discount configuration: %s
de: Rabatt-Einstellungen: %s

source: Raw configuration
de: Rohe Einstellungen

source: Configuration
de: Einstellungen

source: amount voucher excl. tax (reduces total tax on order)
de: Betragsrabatt exkl. MwSt. (reduziert den Steuerbetrag einer Bestellung)

source: amount voucher incl. tax (reduces total tax on order)
de: Betragsrabatt inkl. MwSt. (reduziert den Steuerbetrag einer Bestellung)

source: percentage voucher (reduces total tax on order)
de: Prozentrabatt (reduziert den Steuerbetrag einer Bestellung)

source: means of payment (does not change total tax on order)
de: Zahlungsmittel (ändert den Steuerbetrag einer Bestellung nicht)

source: All products
de: Alle Produkte

source: Exclude sale prices
de: Ausverkaufspreise ausschließen

source: type
de: Typ

source: value
de: Wert

source: Only required for amount discounts.
de: Nur bei Betragsrabatten notwendig.

source: tax class
de: Steuerklasse

source: Only required for amount discounts incl. tax.
de: Nur bei Betragsrabatten inkl. MwSt. notwendig.

source: configuration
de: Einstellung

source: If you edit this field directly, changes below will be ignored.
de: Wenn Sie dieses Feld direkt bearbeiten, werden alle Änderungen weiter unten ignoriert.

source: Percentage discounts cannot have currency and tax class set.
de: Währung und Steuerklasse dürfen bei Prozentrabatten nicht gesetzt sein.

source: Amount discounts excl. tax need a currency.
de: Bei Betragsrabatten exkl. MwSt. muss die Währung gesetzt sein.

source: Amount discounts excl. tax cannot have tax class set.
de: Bei Betragsrabatten exkl. MwSt. darf die Steuerklasse nicht gesetzt sein.

source: Amount discounts incl. tax need a currency and a tax class.
de: Bei Betragsrabatten inkl. MwSt. müssen Währung und Steuerklasse gesetzt sein.

source: Means of payment need a currency.
de: Zahlungsmittel benötigt eine Währung

source: Means of payment cannot have tax class set.
de: Bei Zahlungsmitteln darf die Steuerklasse nicht gesetzt sein.

source: Unknown discount type.
de: Unbekannter Rabatttyp.

source: is active
de: ist aktiv

source: valid from
de: gültig von

source: valid until
de: gültig bis

source: number of allowed uses
de: Anzahl erlaubte Verwendungen

source: Leave empty if there is no limit on the number of uses of this discount.
de: Leer lassen, falls keine Beschränkung der Anzahl der Verwendungen für diesen Rabatt besteht.

source: number of times already used
de: Anzahl schon durchgeführter Verwendungen

source: discount
de: Rabatt

source: discounts
de: Rabatte

source: Discount is inactive.
de: Rabatt ist inaktiv.

source: Discount is not active yet.
de: Rabatt ist noch nicht aktiv.

source: Discount is expired.
de: Rabatt ist abgelaufen.

source: Allowed uses for this discount has already been reached.
de: Die Anzahl erlaubter Anwendungen wurde für diesen Rabatt schon erreicht.

source: Discount and order currencies do not match.
de: Rabatt- und Bestellungswährung sind unterschiedlich.

source: order
de: Bestellung

source: remaining
de: Restbetrag

source: Discount amount excl. tax remaining after discount has been applied.
de: Rabattbetrag exkl. MwSt., nachdem Rabatt angewendet wurde.

source: applied discount
de: Angewendeter Rabatt

source: applied discounts
de: Angewendete Rabatte

source: currency
de: Währung

source: %(stage)s: %(order)s processed by %(payment_module)s
de: %(stage)s: %(order)s bearbeitet von %(payment_module)s

source: Remaining discount for order %s
de: Verbleibender Rabatt von Bestellung %s

source: sale
de: Verkauf

source: payment process reservation
de: Reservation während Zahlungsprozess

source: invoice
de: Rechnung

source: Check/Bank transfer
de: Scheck/Überweisung

source: The order %(order)s has been confirmed for check or bank transfer. Customer: %(first_name)s %(last_name)s <%(email)s> Items: %(items)s Amount due: %(remaining)s %(currency)s Click on this link when the payment is received: %(confirm_link)s
de: Die Bestellung %(order)s wurde für Scheckzahlung oder Überweisung bestätigt. Kunde: %(first_name)s %(last_name)s <%(email)s> Posten: %(items)s Fälliger Betrag: %(remaining)s %(currency)s Klicken Sie auf diesen Link, wenn die Zahlung eingegangen ist: %(confirm_link)s

source: Configure the notification emails in the PLATA_PAYMENT_CHECK_NOTIFICATIONS setting
de: Konfigurieren Sie die Email-Meldungen in der Einstellung PLATA_PAYMENT_CHECK_NOTIFICATIONS

source: %(prefix)sNew check/bank order (%(order)s)
de: %(prefix)sNeuer Scheck/Bankauftrag (%(order)s)

source: Cash on delivery
de: Bezahlung bei Empfang der Ware

source: Malformed order ID
de: Fehlerhafte Bestellnummer

source: Order %s does not exist
de: Bestellung %s existiert nicht

source: Bank transfer in advance
de: Überweisung im Voraus

source: The order %(order)s has been confirmed for bank transfer in advance. Customer: %(first_name)s %(last_name)s <%(email)s> Items: %(items)s Amount due: %(remaining)s %(currency)s Click on this link when the payment is received: %(confirm_link)s
de: Die Bestellung %(order)s wurde für Überweisung im Voraus bestätigt. Kunde: %(first_name)s %(last_name)s <%(email)s> Posten: %(items)s Fälliger Betrag: %(remaining)s %(currency)s Klicken Sie auf diesen Link, wenn die Zahlung eingegangen ist: %(confirm_link)s

source: Configure the notification emails in the PLATA_PAYMENT_PREPAY_NOTIFICATIONS setting
de: Konfigurieren Sie die Email-Meldungen in der Einstellung PLATA_PAYMENT_PREPAY_NOTIFICATIONS

source: %(prefix)sNew order on bank transfer (%(order)s)
de: %(prefix)sNeuer Bankauftrag (%(order)s)

source: Order %s
de: Bestellung %s

source: initial stock
de: Initialbestand

source: purchases and sales
de: Ankäufe und Verkäufe

source: stock management
de: Lagerbestands-Management

source: generic warehousing
de: Generisches Lagerwesen

source: internal use
de: interne Verwendung

source: Automatically created
de: Automatisch erstellt

source: Automatically created because no period existed yet.
de: Automatisch erstellt, weil noch keine Periode existierte.

source: start
de: Beginn

source: Period starts at this time. May also be a future date.
de: Periode beginnt um diese Zeit. Kann auch in der Zukunft liegen.

source: period
de: Periode

source: periods
de: Perioden

source: New period
de: Neue Periode

source: initial amount
de: Anfangsbestand

source: correction
de: Korrektur

source: purchase
de: Kauf

source: returns
de: Retouren

source: incoming
de: Eingang

source: outgoing
de: Abgang

source: product
de: Produkt

source: change
de: Änderung

source: Use negative numbers for sales, lendings and other outgoings.
de: Negative Werte für Verkäufe, Ausleihen und andere Abgänge verwenden.

source: order payment
de: Bezahlung

source: SKU
de: Artikel-Nr.

source: line item price
de: Gesamtpreis

source: line item discount
de: Rabatt auf Einzelposten

source: line item tax
de: Steuer auf Einzelposten

source: stock transaction
de: Lagerbestands-Transaktion

source: stock transactions
de: Lagerbestands-Transaktionen

source: Not enough stock available for %s.
de: Nicht genug Lagerbestand für %s.

source: order date
de: Bestelldatum

source: Not confirmed yet
de: Noch nicht bestätigt

source: Order
de: Bestellung

source: quantity
de: Menge

source: unit price
de: Einheitspreis

source: subtotal
de: Zwischensumme

source: shipping
de: Lieferung

source: Incl. tax
de: Inkl. MwSt.

source: Bank transfer
de: Überweisung

source: Cash
de: Bargeld

source: Already paid for with: %(payment_method)s.
de: Schon mit %(payment_method)s bezahlt.

source: Already paid for.
de: Schon bezahlt.

source: Not paid yet.
de: Noch nicht bezahlt.

source: Seller
de: Anbieter

source: Customer
de: Kunde

source: products
de: Produkte

source: stock
de: Lager

source: verbose name of this group of countries, e.g. "European Union"
de: Ausführlicher Name dieser Ländergruppe, z. B. „Europäische Union“

source: short form of the name, e.g. "EU".
de: Kurzform des Namens, z.B. „EU“.

source: country group
de: Ländergruppe

source: country groups
de: Ländergruppen

source: The country belongs to this group of countries for which your shipping provider charges the same.
de: Das Land gehört zu dieser Gruppe von Ländern, für die Ihr Versanddienstleister die gleichen Gebühren erhebt.

source: country
de: Land

source: countries
de: Länder

source: name of the shipping provider, e.g. "Royal Mail".
de: Name des Versanddienstleisters, z. B. „Deutsche Post“.

source: remarks
de: Anmerkungen

source: internal information
de: Interne Informationen

source: serves these countries
de: bedient diese Länder

source: You can use this service to ship to this group of countries.
de: Sie können mit diesem Dienstleister in diese Gruppe von Ländern versenden.

source: shipping provider
de: Versanddienstleister

source: shipping providers
de: Versanddienstleister

source: How your shipping provider calls this class of packet, e.g. "Parcel XL".
de: Bezeichnung Ihres Versanddienstleisters für diese Versandklasse, z.B. „Paket XL“

source: The tariff is valid for this group of countries.
de: Der Tarif gilt für diese Gruppe von Ländern.

source: internal price
de: interner Preis

source: The price that the provider charges you.
de: Der Preis, den der Anbieter Ihnen berechnet.

source: packaging price
de: Verpackungspreis

source: What the packaging for a packet of this size costs you.
de: Soviel kostet Sie die Verpackung für eine Sendung dieser Größe.

source: external price
de: externer Preis

source: The price that you charge your customers, e.g. internal price plus packaging.
de: Der Preis, den Sie Ihren Kunden berechnen, z.B. Porto plus Verpackung.

source: Currency for all of these prices.
de: Währung für alle diese Preise.

source: price includes tax
de: Preis inkl. MwSt.

source: weight of packaging [%s]
de: Gewicht der Verpackung [%s]

source: The approx. weight of the necessary packaging for this package
de: Das ungefähre Gewicht der notwendigen Verpackung für dieses Paket.

source: max. weight [%s]
de: Max. Gewicht [%s]

source: Maximum weight for this tariff. 0 = ignored
de: Höchstgewicht für diesen Tarif. 0 = ignoriert

source: max. length [%s]
de: Max. Länge [%s]

source: Maximum length for this tariff. 0 = ignored
de: Maximale Länge für diesen Tarif. 0 = ignoriert

source: max. width [%s]
de: Max. Breite [%s]

source: Maximum width for this tariff. 0 = ignored
de: Maximale Breite für diesen Tarif. 0 = ignoriert

source: max. height [%s]
de: Max. Höhe [%s]

source: Maximum height for this tariff. 0 = ignored
de: Maximale Höhe für diesen Tarif. 0 = ignoriert

source: max. dimensions [%s]
de: Max. Abmessungen [%s]

source: Maximum measure of length+width+height for this tariff. 0 = ignored
de: Höchstwerte von Länge + Breite + Höhe für diesen Tarif. 0 = ignoriert

source: postage
de: Porto

source: postage classes
de: Portoklassen

source: maximum weight, formatted with unit
de: Maximalgewicht, formatiert mit Einheit

source: max. weight
de: Höchstgewicht

source: maximum size of length + width + height
de: Höchstwert von Länge + Breite + Höhe

source: max. size [%s]
de: Max. Größe [%s]

source: maximum size of length + width + height, formatted with unit
de: Höchstwert von Länge + Breite + Höhe, formatiert mit Einheit.

source: max. size
de: Max. Größe

source: Order items
de: Bestellte Einzelposten

source: Shipping
de: Lieferung

source: is paid
de: ist bezahlt

source: order ID
de: Bestellungs-Nr.

source: Packing slip
de: Lieferschein

source: Invoice
de: Rechnung

source: add. info
de: weiteres

source: This e-mail address belongs to a different account.
de: Diese E-Mail-Adresse gehört zu einem anderen Konto.

source: This e-mail address might belong to you, but we cannot know for sure because you are not authenticated yet.
de: Diese E-Mail-Adresse könnte Ihnen gehören. Sie müssen sich aber zuerst anmelden, damit wir dies wissen können.

source: This code does not validate
de: Dieser Code ist ungültig

source: I accept the terms and conditions.
de: Ich akzeptiere die Allgemeinen Geschäftsbedingungen.

source: Payment method
de: Bezahlmethode

source: Remove
de: Entfernen

source: Provide either "relative" or "absolute".
de: Geben Sie entweder „relativ“ oder „absolut“ ein.

source: Tax rate in percent.
de: MwSt.-Rate in Prozent

source: priority
de: Priorität

source: Used to order the tax classes in the administration interface.
de: Verwendet, um die Steuerklassen zu sortieren.

source: tax classes
de: Steuerklassen

source: company
de: Firma

source: first name
de: Vorname

source: last name
de: Nachname

source: address
de: Adresse

source: city
de: Ort

source: shipping address equals billing address
de: Lieferadresse gleich Rechnungsadresse

source: Is a cart
de: Ist ein Warenkorb

source: Checkout process started
de: Bestellprozess wurde gestartet

source: Order has been confirmed
de: Bestellung wurde bestätigt

source: Order is pending payment
de: Bezahlung der Bestellung steht aus

source: Order has been paid
de: Bestellung wurde vollständig bezahlt

source: Order has been completed
de: Bestellung wurde abgeschlossen

source: confirmed
de: bestätigt

source: language
de: Sprache

source: e-mail address
de: E-Mail-Adresse

source: items discount
de: Rabatt auf bestellte Einzelposten

source: items tax
de: Steuer auf bestellte Einzelposten

source: shipping method
de: Liefermethode

source: shipping cost
de: Lieferkosten

source: shipping discount
de: Rabatt auf Lieferung

source: shipping tax
de: MwSt. auf Lieferung

source: paid
de: Bezahlt

source: This much has been paid already.
de: Soviel wurde schon bezahlt.

source: data
de: Daten

source: JSON-encoded additional data about the order payment.
de: JSON-codierte zusätzliche Angaben über die Bezahlung.

source: orders
de: Bestellungen

source: No. %d
de: Nr. %d

source: Cannot modify order once it has been confirmed.
de: Kann bestätigte Bestellung nicht mehr verändern.

source: The product already exists several times in the cart, and neither item nor force_new were given.
de: Das Produkt existiert schon mehrmals im Warenkorb, Fehler beim Hinzufügen.

source: The price could not be determined.
de: Der Preis konnte nicht bestimmt werden.

source: Cannot proceed to checkout without order items.
de: Kann Bestellprozess nicht starten, wenn keine Einzelposten gewählt wurden.

source: Order contains more than one currency.
de: Die Bestellung enthält mehr als eine Währung

source: Unit price excl. tax
de: Einheitspreis ohne MwSt.

source: unit tax
de: Steuer pro Einheit

source: tax rate
de: MwSt.-Rate

source: is sale
de: ist im Ausverkauf

source: Line item price excl. tax
de: Einzelpostenpreis ohne MwSt.

source: Discount excl. tax
de: Rabatt exkl. MwSt.

source: order item
de: Einzelposten

source: order items
de: Einzelposten

source: %(quantity)s of %(name)s
de: %(quantity)s von %(name)s

source: order status
de: Bestellstatus

source: order statuses
de: Bestellstatusse

source: Status %(status)s for %(order)s
de: Status %(status)s für %(order)s

source: pending
de: hängig

source: processed
de: verarbeitet

source: authorized
de: autorisiert

source: timestamp
de: Zeitstempel

source: amount
de: Betrag

source: payment module key
de: Bezahlmodul-Key

source: Machine-readable identifier for the payment module used.
de: Maschinenlesbare Kennung des verwendeten Bezahlungsmoduls.

source: payment module
de: Bezahlmodul

source: For example 'Cash on delivery', 'PayPal', ...
de: Z.B. 'Rechnung', 'PayPal', ...

source: payment method
de: Bezahlmethode

source: For example 'MasterCard', 'VISA' or some other card.
de: Z.B. 'MasterCard', 'VISA' oder andere Karte.

source: transaction ID
de: Transaktionsnummer

source: Unique ID identifying this payment in the foreign system.
de: Eindeutige Identifikationsnummer dieser Bezahlung beim Zahlungsanbieter.

source: Point in time when payment has been authorized.
de: Zeitpunkt, wann diese Bezahlung autorisiert wurde.

source: transaction fee
de: Transaktionsgebühr

source: Fee charged by the payment processor.
de: Gebühr des Zahlungsdienstleisters

source: order payments
de: Bezahlungen

source: %(authorized)s of %(currency)s %(amount).2f for %(order)s
de: %(authorized)s von %(currency)s %(amount).2f für %(order)s

source: Authorized
de: Autorisiert

source: Not authorized
de: Nicht autorisiert

source: Currency of payment %s does not match.
de: Währung der Zahlung %s ist unterschiedlich.

source: price
de: Preis

source: prices
de: Preise

source: tax included
de: MwSt. enthalten

source: Is tax included in given unit price?
de: Ist die MwSt. im angegebenen Einheitspreis enthalten?

source: %(currency)s %(value).2f
de: %(value).2f %(currency)s

source: Please correct the following errors:
de: Bitte korrigieren Sie die folgenden Fehler:

source: Form errors
de: Formularfehler

source: Fieldset errors
de: Formularfehler

source: show all
de: Alle anzeigen

source: Home
de: Startseite

source: Products
de: Produkte

source: Cart
de: Warenkorb

source: logged in as %(useremail)s
de: angemeldet als %(useremail)s

source: Go to cart
de: Zum Warenkorb

source: That's what we know about you:
de: Folgendes wissen wir über Dich:

source: User
de: Benutzer

source: Contact
de: Kontakt

source: Payment
de: Bezahlung

source: Pay
de: Bezahlen

source: You will be forwarded to Ogone for payment now.
de: Sie werden für die Zahlungsabwicklung zu Ogone weitergeleitet.

source: Pay now
de: Jetzt bezahlen

source: You will be forwarded to PagSeguro for payment now.
de: Sie werden für die Zahlungsabwicklung zu PagSeguro weitergeleitet.

source: Purchase Items
de: Produkte bestellen

source: You will be forwarded to Paypal for payment now.
de: Sie werden für die Zahlungsabwicklung zu Paypal weitergeleitet.

source: You will be forwarded to Postfinance for payment now.
de: Sie werden für die Zahlungsabwicklung zu Postfinance weitergeleitet.

source: Thank you for your payment!
de: Vielen Dank für Ihre Bezahlung!

source: Pay with Card
de: Mit Kreditkarte bezahlen

source: Discounts
de: Rabatte

source: tax
de: MwSt

source: Account creation successful
de: Konto wurde erfolgreich erstellt

source: You have successfully created an account on our site!
de: Sie haben erfolgreich ein Konto bei uns eröffnet!

source: Go to http://%(domain)s/ and enter the following details:
de: Gehen Sie auf http://%(domain)s/ und geben Sie die folgenden Angaben ein:

source: Your username:
de: Ihr Benutzername:

source: Your password:
de: Ihr Passwort:

source: You received a new discount code, because the discount you used for this order has not been completely used up yet:
de: Sie haben einen neuen Rabattcode erhalten, weil der Rabatt, den Sie für diese Bestellung verwendet haben, nicht nicht aufgebraucht war:

source: Cart is empty!
de: Warenkorb ist leer!

source: You may add products by going to the <a href="%(ppl_url)s"> products list</a>. To proceed to payment, select the "Checkout" button below.
de: Auf der <a href="%(ppl_url)s">Produktliste</a> können Sie Ihrer Bestellung weitere Produkte hinzufügen. Um zur Kasse zu gehen, wählen Sie den Button „Zur Kasse“.

source: Delete
de: Löschen

source: Save
de: Sichern

source: Checkout
de: Zur Kasse

source: Submit
de: Abschicken

source: Notes
de: Bemerkungen

source: Order summary
de: Bestellübersicht

source: Payment and order confirmation
de: Bezahlung und Bestellbestätigung

source: Proceed to payment
de: Weiter zur Bezahlung

source: Voucher code
de: Gutscheincode

source: Add voucher
de: Gutschein hinzufügen

source: Proceed to confirmation
de: Weiter zur Bestätigung

source: Order payment failure
de: Bezahlfehler

source: Create new order
de: Neue Bestellung erstellen

source: Order successful
de: Bestellung erfolgreich

source: Thank you for shopping with us!
de: Vielen Dank, dass Sie bei uns eingekauft haben!

source: Order has been partially paid.
de: Bestellung wurde teilweise bezahlt.

source: Order has been confirmed.
de: Bestellung wurde bestätigt.

source: As soon as we receive a confirmation from the payment provider, you'll be sent a confirmation e-mail.
de: Sobald wir die Bestätigung vom Zahlungsanbieter erhalten, senden wir Ihnen eine Bestätigung per E-Mail.

source: Select payment method
de: Bezahlmethode

source: Add to cart
de: Zum Warenkorb hinzufügen

source: Cart is empty.
de: Warenkorb ist leer.

source: You are not authenticated
de: Sie sind nicht angemeldet

source: You have already confirmed this order earlier, but it is not fully paid for yet.
de: Sie haben diese Bestellung bereits früher bestätigt, aber sie ist noch nicht vollständig bezahlt.

source: %(name)s has been removed from the inventory and from your cart as well.
de: %(name)s wurde aus dem Sortiment und auch aus Ihrem Warenkorb entfernt.

source: The cart has been updated.
de: Der Warenkorb wurde aktualisiert.

source: Payment failed, please try again.
de: Bezahlung fehlgeschlagen, bitte versuchen Sie es nochmals.

source: Payment failed; you can continue editing your order and try again.
de: Bezahlung fehlgeschlagen. Sie können Ihre Bestellung weiter bearbeiten und nachher nochmals einen Versuch starten.

source: phone
de: Telefon
